[
  {
    "Event": "King's Chapel Burying Ground is established.  (OS)",
    "Year": 1631,
    "Details": "  Originally the Town Burying Ground or Old Burying Ground, it is located at today's 48 Tremont Street.  The first cemetery in Boston, it is started when a 'Captain Weldern' is buried there.  It is located on the site of Isaac Johnson’s garden, and he is soon buried on the site.  Other graves include those of Mary Chilton (the only passenger from the original trip by the Mayflower to move to Boston), Rev. John Cotton, William Dawes, Govs. John Endicott, John Winthrop and his son and grandson (both governors of Connecticut), and William Shirley, and, Elizabeth Pain, purported to be the model for Hester Prynne, the heroine in Nathaniel Hawthorne’s The Scarlet Letter.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "kPrk"
  },
  {
    "Event": "Eliot (John) School (first) is established. ",
    "Year": 1676,
    "Details": "  Founded by 38 residents of 'Jamaica or Pond Plain,' it built on land donated by Hugh Thomas and John Ruggles and located initially at the site of today's Soldiers Monument at the intersection of Centre Street and South Street.  The fourth oldest school in the U.S., it is endowed by Rev. John Eliot on July 10, 1689 “for the teaching and instructing of the children of that end of the town (together with such negroes or Indians as may or shall come to said school).'  The school moves to the corner of Centre and Green Streets (second) in 1787,* then to its current building (third) on Eliot Street in 1831, which is dedicated in 1832.*  It becomes a high school for boys and girls in 1840, then  reverts to being a primary school in 1858.  It becomes separate from the Boston public schools in 1874, a training school for the manual arts in the 1880s, and is today called the Eliot School of Fine and Applied Arts.",
    "Person": "Eliot, John.",
    "Neighborhood": "Jamaica Plain",
    "Category": "nEdu"
  },
  {
    "Event": "Old State House (second) is dedicated.",
    "Year": 1713,
    "Details": "   Architect: Twelves, Robert. (?)  Designed in the Georgian style and originally the Town House, it is located at today’s 206 Washington Street.  The oldest public building in Boston and second oldest in the U.S. (after the governor’s palace in Santa Fe, New Mexico), its cornerstone was laid May 5, 1712.  The building contains a first-floor merchant’s hall and houses the General Court (Governor's Council and Massachusetts Assembly) on the second floor.  A visitors’ gallery is added in 1767.*  A fire destroys everything but the building's brick exterior on December 9, 1747, and it is rebuilt in 1748.    Called and used as the State House beginning October 25, 1780, it is called the Old State House beginning in 1798.*  The building is altered following a design of Isaiah Rogers in 1830.  It serves as Boston City Hall from September 17, 1830 to March 18, 1841, is then used for commercial purposes, and is saved by preservationists in 1881.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "fPol"
  },
  {
    "Event": "Boston Light (first) goes into service.",
    "Year": 1716,
    "Details": "  Authorized on June 23, 1716, it is located on Little Brewster Island.  The first lighthouse in North America and the oldest in continued operation and occupation in the the U.S., it initially employs beeswax candles, then lamps with wicks soaked in fish or whale oil beginning in 1783.  It employs the first fog signal in the Colonies, first a cannon in 1719, then a bell in 1852 (1851-BF).  The lighthouse is damaged by the Great Storm of February 24, 1723, by fires in 1751 and 1757, by Colonists seeking to deprive the British of its use in 1775.*  Destroyed by retreating British forces on June 13, 1776, it is replaced by a new beacon (second) in 1783.* Taken over by the federal government in 1790, it is subsequently operated by the Coast Guard.  The last lighthouse in the U.S. to be automated on April 16, 1998, it is tended by a civilian lighthouse keeper beginning in 2003.*",
    "Person": "",
    "Neighborhood": "Boston Harbor",
    "Category": "dTrn"
  },
  {
    "Event": "Bonner, John.  The Town of Boston in New England.  (May)",
    "Year": 1722,
    "Details": "  The first published detailed map of Boston, it is described by the Boston-News-Letter as “A Curious Ingraven Map of the Town of Boston, with all of the streets, lanes, Alleys, Wharffs & Houses, the Like never done before. . . “  The map portrays some 58 wharves, 42 streets, 36 lanes, 22 alleys.  In the margin of the map, Bonner writes, 'Houses, near 3,000; 1,000 brick, rest Timber.  Near 15,000 people.'  The map is revised and reprinted in 1729, 1732, 1733, 1739, 1743, and 1769.  Only three copies of the original are known to exist today.",
    "Person": "",
    "Neighborhood": "",
    "Category": "bDvp"
  },
  {
    "Event": "Old North Church is dedicated.",
    "Year": 1723,
    "Details": "   Architect: Prince, William.  Originally Christ Church and designed in the manner of Christopher Wren, it is located at today's 193 Salem Street.  The second Anglican church in Boston, it is the oldest church building in Boston proper today.  Timothy Cutler is the first minister and serves until 1765.  The steeple and the weathervane by Deacon Shem Drowne are added in 1740 and the bells, cast in England by Abel Rudhall in 1744 and hung in 1754 (1745-PV) are the oldest in the Colonies.  From its steeple, a famous signal is given in 1775.*  The Battle of Bunker is observed from the steepled in 1775 and the building used as a hospital for British troops afterwards.  The steeple is toppled by the Great Gale of October 9, 1804.  A new one, designed by Charles Bulfinch, is completed in 1807. The church is restored in 1912 by R. Clipston Sturgis and Henry Ross.  The renovated  steeple is blown down by a storm in 1954* and replaced by a replica of the original.",
    "Person": "",
    "Neighborhood": "North End",
    "Category": "mRel"
  },
  {
    "Event": "King's Chapel (second) holds its first service.",
    "Year": 1754,
    "Details": "   Architect: Harrison, Peter.  Inspired by  London's Church of St. Martin-in-the-Fields, it is located at today's 58 Tremont Street.  Home to the oldest pulpit in continuous use in today's U.S., it is made from Quincy granite and the first major granite building in Boston and built around and above its wooden predecessor, which is then disassembled and removed.  George Santayana later writes, 'In those high-walled pews, with their locked doors, every worshipper might pray in secret as if in his own closet.”  British officers worship here during the Siege of Boston and it is used after the Evacuation of Boston temporarily by the congregation of the Old South Church.  It reopens as the First Episcopal Church in 1782 and becomes Unitarian in 1787.*  Anti-British sentiment leads to it being called the Stone Chapel from 1776 to the 1830s.  The front portico is added in 1789.  The steeple never completed due to lack of funds.  A bell cast by Paul Revere is installed in 1816. ",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "mRel"
  },
  {
    "Event": "Loring-Greenough House is built.",
    "Year": 1760,
    "Details": "  Designed in the Georgian style and built for Loyalist Com. Joshua Loring, it is located at today's 12 South Street.  After Loring flees to Canada in 1775, the building serves as headquarters for Gen. Nathaniel Greene during the Siege of Boston, then becomes the first military hospital in Boston in 1776.  In 1779.  Purchased by Ann Doan, who soon after marries David Greenough, it remains in the Greenough family until 1922.  William H. Sumner lives here briefly after he marries Maria Foster Doane Greenough in 1836.  The house is moved to South Street in 1851, and then to Keyes Street. The clay tennis courts at the rear of the property are built in the 1880s.  Purchased by a developer in 1922, the building is saved from demolition by the Tuesday Club, a women’s literary society, which purchases it with help from a generous donation by Margaret Souther in 1924.  The building is subsequently preserved and converted into a museum and place for meetings and events.",
    "Person": "Loring, Joshua.",
    "Neighborhood": "Jamaica Plain",
    "Category": "cHsn"
  },
  {
    "Event": "Chart House is built.",
    "Year": 1763,
    "Details": "  Originally the Gardiner Building, it is located on Long Wharf.  Reportedly one of John Hancock's counting houses, the building is added to in the 1820s and is today the only remaining building on Long Wharf.  It is renovated by Anderson, Notter, Feingold in 1973.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "pWrk"
  },
  {
    "Event": "James Otis is injured in fight with a British customs official.",
    "Year": 1769,
    "Details": "  The official, John Robinson, had previously written letters questioning Otis' loyalty.  The two men battle with their fists and their canes inside the British Coffee House at today's 66 State Street, and some British military officers join in on Robinson's side.  In the fight, Otis receives a serious blow to the head from which he never fully recovers.  Robinson is subsequently tried for assault before a crowd of 2,000 people in Faneuil Hall and forced to flee to England to escape a lynch mob.  A court awards Otis 2,000 pounds in damages in July 1771.  But when Robinson returns to Boston and attempts to pay the fine, Otis refuses to accept the money.  ",
    "Person": "Otis, James.",
    "Neighborhood": "Downtown",
    "Category": "eHst"
  },
  {
    "Event": "Boston Massacre occurs.",
    "Year": 1770,
    "Details": "  The event takes places near today's 60 State Street.  It begins over a dispute by wigmaker’s apprentice Edward Garrick with British Capt. John Goldfinch over an unpaid bill.  When Hugh White, a sentry outside the Custom House attempts to intervene, a crowd pelts him with snow balls and other missiles.  Capt. Thomas Preston and seven British soldiers rush to White's defense, more missiles are thrown, and shots are fired into the crowd, leaving four people dead and one mortally wounded.  The victims are Crispus Attucks (aka Michael Johnson), a mulatto, possibly part-Native American runaway slave from Framingham; seaman James Caldwell; Samuel Maverick, 17; Irish tailor Patrick Carr, and rope worker Samuel Gray.  Daniel Webster later declares, 'From that moment, we may date the severance of the British empire.'  A marker is placed near the site of the shootings in 1887,* and a memorial to the victims is installed on Boston Common in 1888.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "eHst"
  },
  {
    "Event": "First Church in Jamaica Plain (first) is dedicated.  (1769)",
    "Year": 1770,
    "Details": "  Originally the Third Parish of the First Church in Roxbury, the wooden church with a tall spire is located at today's 6 Eliot Street.  The congregation was organized in 1759, incorporates in 1772, and separates itself from the First Church in Roxbury in 1773.  Rev. William Gordon becomes the first minister on July 6, 1772 and serves until 1786,* when he returns to England and writes the first published account of the Revolutionary War.  Thomas Gray succeeds him in 1793 and serves until 1847.  The original church building is dismantled, moved to Eliot Street, and reassembled.  Destroyed by a fire, it is replaced by the current church (second) in 1854.*",
    "Person": "",
    "Neighborhood": "Jamaica Plain",
    "Category": "mRel"
  },
  {
    "Event": "Boston Tea Party is held.",
    "Year": 1773,
    "Details": "  Under cover of darkness, a group of 50 to 150 men, some crudely disguised as Native Americans, board three ships docked at Griffin’s wharf near today's 470 Atlantic Avenue  and dump 342 chests (45 tons) of tea (worth more than $1.7 million of today’s dollars) into Boston Harbor - but at low tide, so the chests do not bob in the water so much as stick in the mud.   Samuel Adams later calls it 'the grandest Event which has ever yet happened Since the Controversy with Britain opened.  The sublimity of it, charms me.'  He adds, 'the people should never rise without doing something memorable.'  Generally credited with preciptating the American revolution, the event, according to Alfred F. Young, does not come to be called 'Boston Tea Party' until 1834. ",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "eHst"
  },
  {
    "Event": "Boston Latin Schoolboys Protest is held.  (Winter)",
    "Year": 1774,
    "Details": "  The boys protest destruction of their sled run along today's Beacon Street and School Street to British Gen. Frederick Haldimand.  In registering their complaint, the boys declare that 'their fathers before 'em had improved it as a coast from time immemorial.'  According to one account, the damage was caused by ashes thrown on it outside Haldimand's house, which was located on the site of today's Old City Hall.  According to another, the sled run was deliberately broken up by British soldiers.  When the complaint is passed on to Gen. Thomas Gage, he writes in a letter that, “the very children here draw in a love of liberty with the air they breathe.”  The students' protest is commemorated in a painting by Henry Bacon in 1875.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "nEdu"
  },
  {
    "Event": "Des Barre, J. W. F.  A Chart of the Harbour of Boston.",
    "Year": 1775,
    "Details": "  It is today part of the Leventhal Map Collection.",
    "Person": "",
    "Neighborhood": "",
    "Category": "bDvp"
  },
  {
    "Event": "James Freeman Clarke is installed as minister at King's Chapel.",
    "Year": 1787,
    "Details": "  The ceremony, performed by senior warden Charles Bulfinch, , makes Clarke the first Unitiarian (then called Arminian) minister and King's Chapel the first Unitarian church in the U.S.  A more liberal form of Congregationalism, Unitarianism replaces the concept of a Holy Trinity with an emphasis on the unity of God and it downplays notions predestination and sin in favor of the importance of each individual conscience.  Eight of the original nine churches in Boston soon become Unitarian, which comes to be known as the 'Boston Religion,' and most of Congregational churches in and around Boston become Unitarian by 1820.",
    "Person": "Clarke, James Freeman.",
    "Neighborhood": "Downtown",
    "Category": "mRel"
  },
  {
    "Event": "Massachusetts Historical Society is established.",
    "Year": 1791,
    "Details": "  It is founded by Rev. Jeremy Belknap and nine others at a meeting at the Federal Street Church.  The oldest historical association in the U.S., it is incorporated on February 19, 1791.  Its establishment results from a “Plan for an Antiquarian Society” proposed by Belknap the year before to collect materials to document a “complete history” of the new nation.  The 10 original members donate books, pamphlets, newspapers, maps and atlases, almanacs, printed sermons, manuscripts, letters and coins from their personal collections - including a letter to Belknap from Paul Revere describing his famous ride.  It subsequently obtains the papers of John and Abigail Adams and the private papers of Thomas Jefferson.  The organization's headquarters are located initially in the Massachusetts Bank in the Manufactory Building on Hamilton Place, then in the attic of Faneuil Hall.  It relocates to the arch of the Tontine Crescent in 1794, to 30 Tremont Street in 1833, then to its current location in a new building on Boylston Street in 1899.*",
    "Person": "Belknap, Jeremy.",
    "Neighborhood": "Downtown",
    "Category": "eHst"
  },
  {
    "Event": "Federal Street Theatre (first) opens.  (3\/3)",
    "Year": 1794,
    "Details": "   Architect: Bulfinch, Charles.  Originally the Boston Theatre (first), it is built by a group that includes Charles Bulfinch, Perez Morton, and T.H. Perkins and located at today's 1 Federal Street.  The first true theater building in Boston (despite its being advertised as “a school of virtue'), it seats 1,000 and opens with performances of Gustavus Vasa Erickson, the Deliverer of Sweden, and Modern Antiques or the Merry Mourners.  Charles Stuart Powell is the first manager.  Performers include James Fennel, Edwin Forrest, Edmund Kean, and William Charles Macready.  The building burns down on February 2, 1798, is rebuilt (second) in 1798.*  For the next 30 years, it is Boston’s premier and only theater.  It is called the Boston Theatre in 1895 and 'The Old Drury' in 1828.  It is called the Odeon in 1835, when it becomes used primarily for lectures and as home to various religious and musical societies, then reopens as a theater in 1846.*  It closes for good in 1852 and is torn down shortly thereafter to make way for a new theater in 1854.* ",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rTht"
  },
  {
    "Event": "Tontine Crescent is built.  (1793, 1795)",
    "Year": 1794,
    "Details": "   Architect: Bulfinch, Charles.  A row of 16 connected houses, it is located on the south side of today's Franklin Street.  The plan to build a similar row on the north side of the street is abandoned.  Although a financial failure, Asher Benjamin later writes, 'The construction of the Franklin Street houses, of which that gentleman was the Architect, gave the first impulse to good taste; and Architecture, in this part of the country, has advanced with accelerated progress ever since.'  The buildings are torn down to make way for commercial buildings and the street is renamed Franklin Street in 1858.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "cHsn"
  },
  {
    "Event": "Otis (Harrison Gray) House (first) is built.",
    "Year": 1796,
    "Details": "   Architect: Bulfinch, Charles.  Designed in the Federalist style, it is located at today’s 141 Cambridge Street.  The first of three houses by Bulfinch built for the wealthy merchant and his wife Sally, it is converted into apartments in 1822 and into Dr. and Mrs. Mott’s Patented Medicated Champoo Baths 'for invalid ladies and gentlemen with their wives in 1834.  It is subsequently converted into a lodging house and used for commercial purposes.  The building is saved by William Sumner Appleton, who forms a group to purchase and preserve it in 1916.  The organization, which subsequently becomes the Society for the Preservation of New England Antiquities and later Historic New England, occupies the building as its headquarters in 1925.  The building is moved back to permit the widening of Cambridge Street in 1926.",
    "Person": "Otis, Harrison Gray.",
    "Neighborhood": "West End",
    "Category": "cHsn"
  },
  {
    "Event": "Middleton-Glapion House is built.",
    "Year": 1787,
    "Details": "  Known also as the George Middleton House, it is located at today’s 5 - 7 Pinckney Street.  The oldest house built by African-Americans in Boston and the oldest house on Beacon Hill, it is built by two immigrants from the French West Indies, liveryman George Middleton, and barber Louis Glapion.  Middleton was a veteran of the Revolutionary War and leader of an all-black company called the 'Bucks of America.'",
    "Person": "Middleton, George.",
    "Neighborhood": "Beacon Hill",
    "Category": "cHsn"
  },
  {
    "Event": "Massachusetts State House is dedicated.",
    "Year": 1798,
    "Details": "   Architect: Bulfinch, Charles.  Designed in the Federalist style and modeled after Somerset House in London, it is located at 24 Beacon Street.  The ceremony includes a procession behind the Sacred Cod from the Old State House.  The cornerstone was laid on July 4, 1795.  The new building features a pine cone atop the dome to symbolize the importance of logging industry.  Its bricks are painted white in 1825, then yellow, then white, then restored in 1928.  The shingled dome is sheathed in copper by Paul Revere & Son in 1802, painted gold in 1861, gold leafed in 1874, and painted gray in 1942  for the duration of World War II.  The rear addition by Isaiah Rogers is completed in 1831, enlarged by Gridley J.F. Bryant in 1856, and torn down for the yellow brick addition by Charles Brigham with vaulted ceilings by Rafael Guastavino in 1895.  The white marble wings by Chapman, Sturgis, and Andrews are added in 1917.  These additions prompt Walter Muir Whitehill to call the building, 'a very odd fowl, indeed - with a golden topknot, a red breast, white wings, and a yellow tail.'",
    "Person": "",
    "Neighborhood": "State House",
    "Category": "fPol"
  },
  {
    "Event": "Otis (Harrison Gray) House (second) is built.",
    "Year": 1802,
    "Details": "   Architect: Bulfinch, Charles.  Designed in the Federalist style, it is located at today's 85 Mount Vernon Street.  The first house built on the north side of Mount Vernon Street and one of the only freestanding mansions remaining on Beacon Hill today, it is occupied by Otis only until 1806.  Subsequent occupants include Richard L. Sears, the Pratt sisters, and Evelyn Sears.  The building serves as the headquarters of the Colonial Society today.  Its exterior was used as the fictional residence for the eponymous hero of the 1968 movie The Thomas Crown Affair. ",
    "Person": "Otis, Harrison Gray.",
    "Neighborhood": "Beacon Hill",
    "Category": "cHsn"
  },
  {
    "Event": "St. Stephen's Church holds its first service.",
    "Year": 1842,
    "Details": "  Originally St. John the Baptist Church, it meets in the former New North Church at 401 Hanover Street.  The church, which assumes its current name in 1862, is where Rose Kennedy is baptized in 1890 and where her funeral is held in 1995.",
    "Person": "",
    "Neighborhood": "North End",
    "Category": "mRel"
  },
  {
    "Event": "Nichols (Rose Standish) House is built.",
    "Year": 1804,
    "Details": "   Architect: Bulfinch, Charles.  Built by Jonathan Mason for his daughter Elizabeth and her husband, Samuel Parker, it is located at today's 55 Mount Vernon Street.  Purchased by Dr. Arthur Nichols in 1855, it becomes the longtime home of his daughter, landscape architect Rose Standish Nichols. who founds the International Society of Pen Pals in the front parlor.  Nichols bequeaths the house as a museum, which opens in 1961.",
    "Person": "Nichols, Rose Standish.",
    "Neighborhood": "Beacon Hill",
    "Category": "cHsn"
  },
  {
    "Event": "Amory-Ticknor House is built.",
    "Year": 1804,
    "Details": "   Architect: Bulfinch, Charles.  Designed in the Federalist style and built for Thomas Amory, it is located at today's 22 Beacon Street and 9 Park Street.  The largest house in Boston at the time, it comes to be called 'Amory's Folly' when the owner goes bankrupt just before the house is finished.  Too expensive to sell, the house is divided into four units in 1806 to become the first 'luxury apartments' in Boston.  One becomes a boarding house mostly for politicians.  Another is occupied by Samuel Dexter.  A third is occupied by a club, where Lafayette stays during his visit in 1824.  The fourth is owned, in succession, by Dr. John Jeffries, Christopher Gore, Andrew Ritchie, Harrison Gray Otis.  Harvard historian George Ticknor purchases that apartment in July 1830 and his second-floor library subsently contains 18,000 volumes and is the largest private library in the U.S. at the time.  The building is renovated in 1884.  Its lower floors currently houses a restaurant, a television studio, and a Dunkin' Donuts.",
    "Person": "Amory, Thomas.",
    "Neighborhood": "Beacon Hill",
    "Category": "cHsn"
  },
  {
    "Event": "Phillips (John) House is built.  (1805)",
    "Year": 1804,
    "Details": "   Architect: Bulfinch, Charles.  (?)  It is located on the former site of the Copley estate at today’s 38 Beacon Street.  That prompts Phillips' uncle to ask why he had 'to remove out of town.'  The first brick house on Beacon Street and home of Boston’s first mayor until his death in 1823, it is also the birthplace of his son, abolitionist Wendell Phillips.  He later writes, “Boston boys had reason to be thankful for their birth right. . . (T)he noble deeds and sacred places of the old town are the poetry of history and the keenest ripeners of character.”  The entrance is moved to Walnut Street in 1830 and the building is added to over the years.  It is purchased by Helen Storrow, who donates it to the Judge Baker Guidance Center in 1931 and subsequently converted into an office building.",
    "Person": "Phillips, John.",
    "Neighborhood": "Beacon Hill",
    "Category": "cHsn"
  },
  {
    "Event": "Prescott (William Hickling) House is built.  (1808)",
    "Year": 1806,
    "Details": "   Architect: Benjamin, Asher.  Designed in the Federalist style and originally occupied by James Colburn, it is located at 55 Beacon Street.  The house is purchased by Prescott in 1845, and the two crossed swords mounted over the mantle reflect that he was the grandson of Col. William Prescott, and his wife, the former Susanna Inman, was the  grandaughter of Capt. John Linzee, two foes who had faced one other at Bunker Hill.  Visitor William Thackeray subsequently uses this detail to open his 1858 novel The Virginians.  Subsequent occupants include  Samuel Ward and Augustus Thorndike.  The building is purchased as the headquarters of the National Society of Colonial Dames in 1944 and declared a National Historic Landmark in 1964.",
    "Person": "Prescott, William Hickling.",
    "Neighborhood": "Beacon Hill",
    "Category": "cHsn"
  },
  {
    "Event": "Boston Athenaeum (first) is established.",
    "Year": 1807,
    "Details": "  Founded by members of the Anthology Society, it incorporated on February 13, 1807 and located initially in Joy's Building at today's 201 Washington Street.  A private library, it is available only to subscribers and stocked with 3,000 books purchased by the Rev. Joseph Buckminster.  By 1819, it is one of just three libraries in the U.S. (along with those of Philadelphia and Harvard College) that contains 10,000 books.  Books are first allowed to circulate in 1827, and today, the library contains more than 500,000 books and 100,000 artworks.  The Athenaeum soon moves to Scollay’s Building (second) at 14 Congress Street, to the Rufus Armory House (third) on Tremont Street near King’s Chapel Burying Ground in 1809, to the James Perkins House (fourth) at today's 185 Franklin Street (then 13 Pearl Street) in June 1822.  It moves to its current location (fifth) on Beacon Street in 1849.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rLit"
  },
  {
    "Event": "Poe (Edgar Allan) is born in Boston.",
    "Year": 1809,
    "Details": "  Born in a boarding house at today's 62 Charles Street South (then 62 Carver Street), he is the son of actors who leave Boston a few months later.  After Poe's father abandons the family and his mother dies in 1812, Poe is raised by a family in Richmond, Virginia.  He returns to Boston briefly in 1827* and becomes one of the most noted writers of his time.  Poe's failure to win over the Boston literary audience, however, causes him to harbor hard feelings toward his hometown, and in 1845* he writes, 'We like Boston.  We were born there - and perhaps it is just as well not to mention that we are heartily ashamed of the fact. '  Poe dies in Baltimore on October 7, 1849.  The building in Boston in which he was born is torn down in 1959 and the site is currently a parking lot.  A plaque is subsequently erected nearby and a statue is installed on the site in 2014.*",
    "Person": "Poe, Edgar Allan.",
    "Neighborhood": "Downtown",
    "Category": "rLit"
  },
  {
    "Event": "Cathedral Church of St. Paul is dedicated.",
    "Year": 1820,
    "Details": "   Architect: Parris, Alexander.  And Solomon Willard.  Originally St. Paul's Episcopal Church and designed in the Greek Revival style, it is located at today's 136 Tremont Street.  The congregation was established in 1818.  Samuel F. Jarvis is the first rector.  The church is named Boston’s Episcopal cathedral in October 1912 and consecrated October 7, 1918.  The chancel is remodeled by Ralph Adams Cram between 1913-1927.  A bright blue, pressed aluminum sculpture, Ship of Pearl, by Donald Lipski, is installed in the pediment and dedicated on May 8, 2013.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "mRel"
  },
  {
    "Event": "Bulfinch Pavilion opens at Massachusetts General Hospital.",
    "Year": 1821,
    "Details": "   Architect: Bulfinch, Charles.  Designed in the Classical style, it is located at 55 Fruit Street.  The cornerstone was laid on July 4, 1818.  Two wings are subsequently added.  The building continues in medical use until 1867 and is reportedly the oldest hospital building in the U.S. A new main hospital building is built in 1939.*  ",
    "Person": "",
    "Neighborhood": "West End",
    "Category": "oSci"
  },
  {
    "Event": "Brattle Book Shop opens.",
    "Year": 1825,
    "Details": "  Operated by Thomas M. Burnham, it is located in the basement of Old South Meeting House.  The oldest antiquarian bookstore in continued operation in the U.S., it is purchased by George Gloss and his wife Dorrit in 1949.  They move the shop first to Cornhill Street, and then several more times due to rising rents and urban renewal.  Each move is preceded by huge book giveaways.  The store moves to its current location, a building at 9 West Street in 1969.  The building and business are damaged by a serious fire in 1980.  The building is rebuilt and purchased by Gloss’ son, Ken, in 1984, who continues to operate the shop today.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rLit"
  },
  {
    "Event": "Louisburg Square Plan is drawn up.  (Apr.)",
    "Year": 1826,
    "Details": "  The plan, by S. P. Fuller, the surveyor for the Mount Vernon Associates, is implemented and the area developed between the mid-1830s and mid-1840s.  The square's name commemorates the capture of the Cape Breton fort of that name by New England forces serving under Sir William Pepperell on June 17, 1745.  The Louisburg Square Proprietors form what is reportedly the first homeowners’ association in the country at a meeting at Number 19 in 1844.  The fence around the park in the middle of the square is erected in 1846 and the fountain is installed in 1850.  ",
    "Person": "",
    "Neighborhood": "Beacon Hill",
    "Category": "bDvp"
  },
  {
    "Event": "Tremont House opens.",
    "Year": 1829,
    "Details": "   Architect: Rogers, Isaiah.  Designed in the Greek Revival style, the granite building is located at today's 73 Tremont Street.  The hotel opens with a dinner attended by Daniel Webster, Edward Everett “and a hundred other hand-picked Bostonians.” Regarded as the first 'modern' hotel in the U.S., it is the most elegant of its day.  Guests can rent single rooms rather than “double up” with strangers as had been the practice previously, and each room comes with a key, wash bowl, pitcher, free soap, gas lights - and a single permanent tooth brush.  Guests include Presidents Jackson, Van Buren, Tyler and Johnson, Congressman Abraham Lincoln, John Wilkes Booth, Henry Clay, Daniel Webster and authors DeTocqueville, Thackeray, and Charles Dickens, who writes that it had more “galleries, colonnades, piazzas and passages than I can remember, or the reader would believe.”  The building is demolished in 1895.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "hSoc"
  },
  {
    "Event": "Old Corner Bookstore opens.",
    "Year": 1829,
    "Details": "  Operated by Richard B. Carter and Charles J. Hendee, it is located in the printing shop established the year before by Timothy Carter at today’s 285 Washington Street (then 135 Washington Street).  The building becomes a publishing house in 1832,* and continues to serve as a book shop until 1903, after which time uses include a lunch counter, a men's clothing store and a pizza parlor.  Threatened with demolition, the building is saved by Historic Boston, Inc. in 1960.*  It is renovated by Francis N. Cummings in 1964 and leased by the Boston Globe, which operates the Globe Corner Bookstore here from 1982 until 1997 and the Boston Globe Store until April 2004.  It is leased by a Chipotle Mexican fast-food restaurant beginning in 2011.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rLit"
  },
  {
    "Event": "Alexis de Tocqueville arrives in Boston.",
    "Year": 1831,
    "Details": "  Tocqueville, 25, and Gustave de Beaumont, 28, come to study the American prison system.  They stay first at the Marlborough Hotel, then at the Tremont House.  Alexander Everett hosts a dinner for the visiting Frenchmen at his home on Summer Street on October 1, 1831 that is also attended by Everett's brother Edward and John Quincy Adams.  In his notebook Journey to America, Tocqueville later writes of Bostonians, 'They're manners are distinguished and conversation turns on intellectual matters.  One feels oneself delivered from those commercial habits . . . that render society in New York so vulgar.'  He leaves Boston for Hartford on October, 3, 1831.",
    "Person": "Tocqueville, Alexis de.",
    "Neighborhood": "Downtown",
    "Category": "eHst"
  },
  {
    "Event": "Smith (Abiel) School is dedicated.  (May)",
    "Year": 1835,
    "Details": "  It is located at 46 Joy Street (then Belknap Street).  The first public primary school for African-American children in the U.S., it is supported by a donation from merchant Abiel Smith.  The school is boycotted by parents beginning in 1840* and closes after a state law prohibiting school segregation is enacted in 1855.*  The building becomes headquarters for an African-American veterans organization in 1887 and then for an American Legion and Ladies Auxiliary Post.  It becomes the home of the Museum of African American History in 1987 (February 2000-Wilson).",
    "Person": "Smith, Abiel.",
    "Neighborhood": "Beacon Hill",
    "Category": "nEdu"
  },
  {
    "Event": "Boston Public Garden is established.",
    "Year": 1837,
    "Details": "  It is founded by Horace Gray and other amateur horticulturists after the city grants the group's petition of September 25, 1837 for use of what was then marshland.  Incorporates on February 1, 1839, the group creates what becomes the oldest public botanical garden in the U.S.  After Gray loses his fortune in 1847, the garden falls into disrepair and the site is even used by traveling circuses.  The city reclaims the property in 1859, and, following a plan by George F. Meacham, completes the park on June 1, 1867.  The lagoon is completed in 1861, the iron fence around the perimeter replaces a wooden one in 1862, and the lagoon bridge is completed in 1867.*  The park subsequently houses a number of significant sculptures and monument, including many by women artists.",
    "Person": "Gray, Horace.",
    "Neighborhood": "Back Bay",
    "Category": "kPrk"
  },
  {
    "Event": "Ropewalk Building is built.",
    "Year": 1837,
    "Details": "   Architect: Parris, Alexander.  Originally Building 58, it is located in the Charlestown Navy Yard.  The two-story granite building is one-quarter of a mile long but only 45 feet wide.  It houses spinning and twisting machinery designed by Boston inventor Daniel Treadwal that enable 1,200 foot lengths of rope to be manufactured, and all of the rope used by the U.S. Navy between 1838 and 1955 is produced here.  “Way back then,” the Boston Herald later reports,  “(rope was) as important as nuclear fission . . . and private industry was perhaps less reliable and less capable in those days.”  Rope production continues until December 1971, after which the building is shuttered.  Current plans for transforming the building into residential and museum use.",
    "Person": "",
    "Neighborhood": "Charlestown",
    "Category": "dTrn"
  },
  {
    "Event": "Tremont Temple is organized.",
    "Year": 1839,
    "Details": "  Originally the First Baptist Free Church,  it is formed by Timothy Gilbert and other parishioners of the Third Baptist Church and meets initially at 31 Tremont Street.  Established as a church where “all persons, whether rich or poor, without distinction of color or condition” might worship, the congregation moves to the Tremont Street Baptist Church, Tremont Temple Baptist Church, Congress Hall at the corner of Congress and Milk Streets, and finally the former Tremont Theatre (first) on Tremont Street in 1843.*  That building is destroyed by a fire in 1852, replaced by new building (second) in 1853,* another building (third) in 1880,* and the current building (fourth) in 1896.* ",
    "Person": "Gilbert, Timothy.",
    "Neighborhood": "Downtown",
    "Category": "mRel"
  },
  {
    "Event": "Foreign Library and Bookshop opens.  (Aug.)",
    "Year": 1840,
    "Details": "  Operated by Elizabeth Palmer Peabody in the first-floor living room of her home at today's 15 West Street (then 13 West Street), it is stocked with some 1,500 books.  After becoming a circulating library two months later, the shop becomes a 'hotbed of intellectual and social reform' and 'Transcendentalist Exchange' according to George P. Bradford.  It is also the place where the Transcendental Club meets in 1840, where Margaret Fuller subsequently holds her “Conversations,” where Peabody’s sister Sophia marries Nathaniel Hawthorne in 1842* and her sister Mary marries Horace Mann in 1843.*  An annex to the shop is opened at 109 Washington Street during 1841 and 1842.  The shop continues to operate until Peabody leaves Boston to teach in New Jersey in 1853.",
    "Person": "Peabody, Elizabeth Palmer.",
    "Neighborhood": "Downtown",
    "Category": "rLit"
  },
  {
    "Event": "Charles Dickens arrives in Boston on board the Britannia.",
    "Year": 1842,
    "Details": "  At the first stop of his four-month tour of the U.S. and Canada, Dickens' ship is met by reporters before it docks.  When he disembarks, a crowd escorts him to the Tremont House and during his stay, Dickens is mobbed wherever he goes, young ladies cut pieces from his coat as souvenirs, and James T. Fields describes him as 'young, handsome, almost worshipped for his genius.'  Dickens makes many public appearances, attends many private dinner parties, visits the industrial town of Lowell and various hospitals, charitable and correctional institutions, which he writes about in 1843.*  While in Boston, he describes the city in a letter to William Charles Macready on January 31, writing, 'The private dwelling houses are, for the most part, large and elegant; the shops extremely good; and the public buildings handsome. . . Boston is what I would like the whole United States to be.'  Dickens leaves Boston on February 5, 1822.  ",
    "Person": "Dickens, Charles.",
    "Neighborhood": "Downtown",
    "Category": "rLit"
  },
  {
    "Event": "Agassiz (Louis) arrives in Boston.",
    "Year": 1848,
    "Details": "  Born on May 28, 1807 in Switzerland, Agassiz is a paleontologist who first lectured in Boston in 1846 and made such an impression that the Lawrence Scientific School was created at Harvard and he was brought back as its professor of geology and zoology.  Soon a widower, he and his sons and daughters, a number of whom make fortunate marriages, live at 45 West Street.  One of the leading scientists of his day, he helps establish the Museum of Comparative Zoology at Harvard.  But his opposition to Darwin's theory of natural selection and his insistence on the inferiority of other races subsequently mar his reputation.  Agassiz dies in Cambridge on December 14, 1873 and is buried in Mount Auburn Cemetery.",
    "Person": "Agassiz, Louis.",
    "Neighborhood": "Downtown",
    "Category": "oSci"
  },
  {
    "Event": "Omni Parker House (first) opens.",
    "Year": 1855,
    "Details": "   Architect: Bryant & Washburn.  Designed in the Italianate style, it is an outgrowth of Parker's restaurant and operated by Harvey D. Parker and located at 60 School Street.  The oldest hotel in continued operation in the U.S., it becomes home to the Saturday Club of Boston's literary elite (although Henry David Thoreu later claims to prefer the 'Gentleman's (Waiting) Room at the Fitchburg Depot').  The restaurant becomes known for its Boston Cream Pie, Parker House Rolls, and coining the term “scrod” for the whitefish catch of the day.  Regular diners include James Michael Curley, John F. Kennedy and Isabella Stewart Gardner.  Guests include include Sarah Bernhardt, Edwin and John Wilkes Booth, Charles Dickens, and every president since Grant until Obama.  Employees include pastry chef Ho Chi Minh and busboy Malcolm X.  The building  is added onto in 1860, 1866, 1886, and 1895.  Most of the complex is replaced by the current building in 1927.*  The hotel is purchased by the J. R. Whipple Corp. in 1925, the Dunfey family in 1968, and TRT Holdings in 1996. ",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "hSoc"
  },
  {
    "Event": "Saturday Club is established.",
    "Year": 1855,
    "Details": "  Organized by Ralph Waldo Emerson, Samuel Gray Ward, and Horatio Woodman, it initially holds its meetings at 3 p.m. on the last Saturday of the month in the Parker House dining room above the School Street entrance.  Other original members include Agassiz, Dana, Hawthorne, and Holmes.  Nearly every prominent man of letters in the Boston area eventually joins, except for Henry David Thoreau, who writes, “They have got a club, the handle of which is in the Parker House at Boston, and with this they beat me from time to time, expecting to make me tender or minced meat, so fit for a club to dine off.'  Oliver Wendell Holmes memorializes the club and its members in a poem in 1884.*  Incorporated in 1886 for the purpose of “having conversation and discussion upon historical, literary, scientific, and artistic subjects,” the club moves to the Union Club in 1902, back to the Parker House, and finally to the Somerset Club, where it continues to meet today.  ",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rLit"
  },
  {
    "Event": "Phillips (Wendell) School (first) is built.",
    "Year": 1861,
    "Details": "   Architect: Bradlee, Nathaniel J.  (Gridley J.F. Bryant)  Named for the abolitionist, it is located at today's 41 Phillips Street (then Southac Street).  The school replaces one Anderson Street that is named for Phillips' father.  The building is subsequently purchased by Bay State Junior College and subsequently converted into condominiums.",
    "Person": "",
    "Neighborhood": "Beacon Hill",
    "Category": "nEdu"
  },
  {
    "Event": "Museum of Science opens. ",
    "Year": 1864,
    "Details": "   Architect: Preston, William G.  Designed in the  French Academic style (Classical Revival style) and originally the Boston Society of Natural History then the Museum of Natural History, it is located at 234 Berkeley Street.  It is renamed the Boston Museum of Science after World War II and 'Boston' when it moves to its current site in 1951.*  Ioannis Miaoulis is the current director.  The original building becomes home to Bonwit Teller in 1947, Louis Boston clothing store until 2010, and Restoration Hardware in 2013.",
    "Person": "",
    "Neighborhood": "Back Bay",
    "Category": "oSci"
  },
  {
    "Event": "John Wilkes Booth visits Boston.",
    "Year": 1865,
    "Details": "  While staying two nights at the Parker House, Booth practices his shooting at Roland Edward's (Floyd & Edwards-BG) Pistol Gallery around the corner on Chapman Place (then 4 Green Street).  On April 15, 1865, the Boston Transcript reports that a man named 'Borland . . . saw Booth at Edwards' shooting gallery, where Booth practiced pistol firing in various difficult ways such as between his legs, over his shoulder and under his arms.'   In 1925, longtime Parker House bellboy Bernard J. 'Barney' Brogan recalls seeing Booth the next day 'at breakfast with two other men in the ladies' cafe on the School street and Chapman Place corner . . . the morning sunlight [was] streaming in through an east window onto his rather marble-like face and luxuriant black glossy hair.  He was a handsome, kindly and good natured man.  It was his second day in Boston at the time and he left the city that same day.'",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "fPol"
  },
  {
    "Event": "Boston University relocates to Boston.",
    "Year": 1867,
    "Details": "  Originally the Boston Theological Seminary, it is founded by the New England Friends of Improved Theological Training by Methodists in April 1839 and was previously located in various sites in northern New England.  In Boston, it is located initially in rented quarters on Beacon Hill.  The school is incorporated on May 26, 1869.  William Warren becomes its first president in 1872.  He is succeeded by William Huntington (1903), Lemuel Murlin (1911), and Daniel Marsh (1926).  The school locates to various parts of the city before moving to its Charles River campus in 1948.*",
    "Person": "",
    "Neighborhood": "Beacon Hill",
    "Category": "nEdu"
  },
  {
    "Event": "Washington (George) statue is dedicated.",
    "Year": 1869,
    "Details": "  Artist: Thomas Ball.  It is located in the Boston Public Garden.  One of the first equestrian statues erected in the U.S., it was funded by public subscription.  The model for the horse is 'Black Prince,' which is owned by Col. Bigelow Lawrence and was ridden by Lord Renfrew, then Prince of Wales and later Edward VII, when he visited Boston in 1860.*",
    "Person": "Washington, George.",
    "Neighborhood": "Back Bay",
    "Category": "kPrk"
  },
  {
    "Event": "Cochituate Standpipe is built.",
    "Year": 1869,
    "Details": "   Architect: Bradlee, Nathaniel J.  Designed in the Gothic Revival style and also known as the Roxbury Standpipe, it is located on the former site of the Roxbury High Fort, demolished for its construction, on today's Fort Avenue.  Built by the Boston Water Works, the tower surrounds an 80-foot tall, five-foot diameter iron-plate tank that goes into service in 1870 and provides high water service first for Roxbury Highlands, then for Beacon Hill, Dorchester Heights, and West Roxbury.  It is used until construction of the Chestnut Hill High Service Station in 1887.*  Frederick Law Olmsted designs a park on the site of the tower in 1895.  Interior stairs are added and it is converted into an observation tower in 1906.  A balcony is added and the tower opens to the public in 1917.  The balcony collapses in the 1960s or 1970s.",
    "Person": "",
    "Neighborhood": "Roxbury",
    "Category": "dSrv"
  },
  {
    "Event": "Boston Globe is first published. ",
    "Year": 1872,
    "Details": "  Published by Eben D. Jordan and five other businessmen, it is initially located at 228 - 238 Washington Street and costs four cents.  Maturin M. Ballou is the first editor.  Charles H. Taylor becomes publisher in August 1873, subsequently owner, and is succeeded by his son, grandson, and great-grandson.  The first Sunday edition is published on October 14, 1877; the first evening edition on March 7, 1878 and the last on February 4, 1979.  An early editorial policy is to print the name or picture of every resident in Greater Boston at least once during the year.  The newspaper purchases and expands into the old Advertiser Building at 246 - 248 Washington Street in 1902, moves to a new plant in Dorchester in 1958,* and to 53 State Street in 2017.  The paper becomes a public property owned by Affiliated Publications in 1973, is purchased by the New York Times on October 1, 1993, and then by John W. Henry, principal owner of the Boston Red Sox, on October 24, 2013.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "qMed"
  },
  {
    "Event": "Steaming Kettle contest is held.",
    "Year": 1875,
    "Details": "  The event is held by the Oriental Tea Company at today's 63 - 65 Court Street (then 85 - 89).  Contestants were asked to guess the capacity of the giant, 300-pound gilded kettle, created by the firm of Hicks & Badger, which had hung outside the company's headquarters since 1873.  With a crowd of 15,000 watching, eight boys and a man in a tall silk hat climb out of the kettle.  Then, eight winners are declared for correctly guessing - within 3 gills - the capacity of the pot, which is 227 gallons, 2 quarts, 1 pint, and 3 gills.  They share the prize, a 40-pound chest of tea.  The kettle, whch prompted the establishment of a chain of Steaming Kettle coffee shops, today hangs outside a Starbuck's.  ",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "kPrk"
  },
  {
    "Event": "New Old South Church (fourth) is dedicated.",
    "Year": 1875,
    "Details": "   Architect: Cummings & Sears.  Designed in the High Italian Gothic style (Ruskinian Gothic style, Gothic Revival style) and originally the Third Church in Boston, it is located at 645 Boylston Street.  Built of Roxbury Puddingstone from the quarry on Parker Hill, the building's exterior includes the likenesses of the architects in the figures carved into the piers that support the building's porch.  A 6,000+-pipe E.M. Skinner organ is installed in 1921.  The Gordon Chapel is added in 1933.  The tower, which begins to tilt almost as soon as it is built, is torn down to prevent its collapse and rebuilt in 1940.  The interior is restored by Shepley Bulfinch Richardson Abbott in 1985.",
    "Person": "",
    "Neighborhood": "Back Bay",
    "Category": "mRel"
  },
  {
    "Event": "Trinity Church (third) is dedicated.",
    "Year": 1877,
    "Details": "   Architect: Richardson, H. H.  Designed in the Richardsonian Romanesque style and  modeled after the Salamanca Cathedral, it is located at 233 Clarendon Street.  The building rests on 4,502 wooden piles.  Its cornerstone was laid on May 20, 1875 (11\/10\/1874).  The interior design and murals are by John LaFarge, the stained glass windows by William Morris and Edward Burne-Jones.  Van Wyck Brooks later writes that the building represents “the break of the Boston mind with its Puritan past.”  Phillips Brooks, appointed minister in 1869, serves until 1891.  A Skinner organ is installed in 1926 and an Aeolian-Skinner organ in 1960.  The porch and front towers added by Shepley, Rutan & Coolidge in 1897.  The chancel by Charles D. Maginnis is added in 1938.  Restored by Shepley, Bulfinch, Richardson & Abbott in 1981, it is ranked the greatest building in the U.S. in 1885 and continues to be ranked among the best in the country.",
    "Person": "",
    "Neighborhood": "Back Bay",
    "Category": "mRel"
  },
  {
    "Event": "Footlight Club opens.",
    "Year": 1877,
    "Details": "  Its first production, A Scrap of Paper, is performed at the German Theatre on Boylston Street.  The oldest community theater in the U.S., it was founded on January 4, 1877 by Carolyn Morse 'to promote friendly and social intercourse, and to furnish pleasant and useful entertainment by the aid of the drama.'  The company performs its first play at Eliot Hall at 7A Eliot Street on October 15, 1878.  When the building is threatened with demolition, its members purchase it in 1889, renovate it into a more suitable theater, and perform their first play in the renovated building on January 9, 1890. ",
    "Person": "",
    "Neighborhood": "Jamaica Plain",
    "Category": "rTht"
  },
  {
    "Event": "Mission Church is built.",
    "Year": 1878,
    "Details": "   Architect: Schickel & Ditmar.  Designed in the Romanesque style and built from Quincy granite and from Roxbury Puddingstone from Coleman’s Quarry across the street, it is formally named the Church of Our Lady of Perpetual Help and located at 1525 Tremont Street.  The largest church in Boston, it seats 1,500 people.  The building's cornerstone was laid on April 6, 1883.   Twin 215-foot towers, designed by Franz Joseph Untersee, are added in 1910.  The church is designated a basilica in 1954.",
    "Person": "",
    "Neighborhood": "Mission Hill",
    "Category": "mRel"
  },
  {
    "Event": "Doyle's opens.",
    "Year": 1882,
    "Details": "  Originally F. J. Doyle & Company and and operated by brothers Francis and Barney Doyle, it is located at 3484 Washington Street.  The tavern is expanded to include the adjacent Braddock Café in 1907.  The Doyle brothers’ nephew, Bill, sells the business to the Burke brothers - Bill, Ed and Gerard - in 1971, and the tavern subsequently becomes a popular neighborhood restaurant and gathering place, especially for those involved in local politics.  Gerard Burke Jr. and Chris Spellman purchase the tavern in 2005, and Burke becomes the sole owner in 2015.",
    "Person": "",
    "Neighborhood": "Jamaica Plain",
    "Category": "hSoc"
  },
  {
    "Event": "Chadwick Lead Works is built.  (1875)",
    "Year": 1887,
    "Details": "   Architect: Preston, William G.  Designed in the Romanesque Revival style, the factory is located at 184 High Street.  The building is renovated and converted into office use in 1981.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "pWrk"
  },
  {
    "Event": "Ames Building is built.",
    "Year": 1889,
    "Details": "   Architect: Shepley, Rutan &  Coolidge.  Designed in the Romanesque style, it is located at 1 Court Street.  The tallest building in New England and the tallest load-bearing masonry building in the U.S. at the time, it is soon surpassed in the latter category by the Monadnock Building in Chicago and then, with the introduction of steel-framed construction soon after, by many buildings in Boston.  It is converted to a hotel in 2009.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "pWrk"
  },
  {
    "Event": "Merchants Exchange Building (second) is built.",
    "Year": 1891,
    "Details": "   Architect: Peabody & Stearns.  It is located on the former site of the Bunch of Grapes Tavern at today’s 53 State Street.  Home for a time to the Boston stock exchange, the building is restored and joined to a new building in 1984.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "pWrk"
  },
  {
    "Event": "Flour and Grain Exchange Building is built.",
    "Year": 1892,
    "Details": "   Architect: Shepley, Rutan &  Coolidge.  Designed in the Romanesque Revival style, it is located at 177 Milk Street.  The exterior is restored in 1988.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "pWrk"
  },
  {
    "Event": "Locke-Ober's opens.",
    "Year": 1894,
    "Details": "  Originally the Winter Place Tavern and located at 3 Winter Place, it results from a merger of Louis Ober's French restaurant (est. 1868) and Frank Locke’s wine bar (est. 1892) and is  named by manager and future owner Emil Camus in 1901.  Described as Boston's 'high and holy temple of fine living,' it becomes known for its Sweetbreads Eugenie, Lobster Savannah, and painting over the bar of the nude Mme. Yvonne, whose upper torso is covered if Harvard loses the Yale game or the New York Yacht Club loses the America's cup.  Women are excluded from the downstairs dining room - except on New Year’s Eve or the evening of the Harvard-Yale game football if it is played in Cambridge and Harvard wins until the 1970s.  Ownership changes over the years.  The restaurant stops serving lunch in 2009, stops requiring men to wear jackets in the dining room in 2010, and closes on October 20, 2012.  A new restaurant, Yvonne's, which includes a replica of the painting, opens on the site on September 28, 2015.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "hSoc"
  },
  {
    "Event": "Boston Public Library (third) opens.",
    "Year": 1895,
    "Details": "   Architect: McKim, Mead & White.  Designed in the Beaux Arts style with a facade modeled after the Bibliothecha Sainte-Genevieve in Paris, it is located at 700 Boylston Street.  The cornerstone was laid on November 28, 1888.  The building features vaulted ceilings by Rafael Guastavino, a seal carved by Augustus Saint-Gaudens, bronze doors by Daniel Chester French, two lion statues carved by Louis St. Gaudens, first and second floor murals by Pierre Puvis de Chavannes and Edwin Austin Abbey, and an unfinished series of murals, The Triumph of Religion, on the third floor by John Singer Sargent.  Oliver Wendell Holmes calls it “a palace for the people.”  Designed to house two million books, it is home to the first children’s library in the U.S.  The building was estimated to cost $1.2 million, but cost $2.4 million instead.  It comes to be called the McKim building after an addition is built in 1972.*",
    "Person": "",
    "Neighborhood": "Back Bay",
    "Category": "rLit"
  },
  {
    "Event": "Boston Marathon is first run.",
    "Year": 1897,
    "Details": "  Originally the American Marathon, the 24.5-mile course starts at Metcalf’s Mills in Ashland and ends at the Irvington Oval in Boston.  The second marathon race run in the U.S. (after one from Stamford, Connecticut to New York City held a few months earlier), but the first marathon to become an annual event in the U.S.  John McDermott, an Irish-born New Yorker, is the first of the 15 runners who started the race, finishing in 2:55:10.  The starting line of the race is moved to Hopkinton in 1924 and the distance increased to the 26 mile, 385-yard Olympic distance in 1927.  Road straightening causes the course to 'shrink' by 1,183 yards in 1956 and it is corrected in 1957.  The finish line is moved to the Exeter Hotel in 1899, to the Prudential Tower in 1965, and to its current location in front of the Boston Public Library in 1985.   Originally a race for amateurs, prize money is first awarded in 1986.",
    "Person": "",
    "Neighborhood": "Back Bay",
    "Category": "sSpr"
  },
  {
    "Event": "Fifty-Fourth Massachusetts Regiment Memorial is dedicated.",
    "Year": 1897,
    "Details": "  Artist: Augustus Saint-Gaudens.  Architect: McKim, Mead & White.  It is located on Boston Common across from the State House.  The first monument to portray African-Americans heroically in the U.S., it is later described by the National Gallery of Art as, 'the greatest American sculpture of the 19th century.'  Despite a drenching rain, thousands attend the ceremony.  Speakers include William James, whose two brothers were officers in the unit, Booker T. Washington, and members of the regiment.  Robert Lowell later writes, “. . . at the dedication, \/ William James could almost hear the bronze Negroes breathe. \/ Their monument sticks like a fishbone \/ in the city’s throat.”  Commissioned in 1884, the original design called for a statue of Col. Robert Gould Shaw on horseback, but Shaw's family insisted any memorial must also depict his troops.  Only the names of the white officers killed in the battle initially appear on the monument.  The names of the slain African-American soldiers are not added until 1982.",
    "Person": "Shaw, Robert Gould.",
    "Neighborhood": "Beacon Hill",
    "Category": "kPrk"
  },
  {
    "Event": "South Station is dedicated.",
    "Year": 1898,
    "Details": "   Architect: Shepley, Rutan & Coolidge.  Originally South Union Terminal, it is designed in the Beaux Arts style (Classical Revival style) and located at 700 Atlantic Avenue.  The facade contains a clock by the E. Howard Company.  At the ceremony, Mayor Josiah Quincy III declares that it 'will raise to a distinctly higher level the impression which Boston will hereafter make upon the traveler who visits our city.'  The station opens to the public the next day and begins operating on January 1, 1899.  It becomes the busiest station in the world, with 28 tracks serving 737 trains daily.  It contains the largest train shed in the world at the time, which is torn down in 1930.  The wings attached to the headhouse are removed in the 1970s.  After the New York \/ New Haven railroad goes bankrupt, the building is acquired by the Boston Redevelopment Authority in 1965.  Slated for demolition in 1975, it is instead sold to the MBTA in 1978.  The building is renovated by Skidmore, Owings, Merrill, Hugh Stubbins, and Stull and Lee in 1989.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "dTrn"
  },
  {
    "Event": "Symphony Hall opens.",
    "Year": 1900,
    "Details": "   Architect: McKim, Charles Follen.  Originally the New Music Hall, it is designed in the Italian Renaissance style, modeled after the Boston Music Hall and Leipzig Gewandhaus, and located at 301 Massachusetts Avenue.  It seats 2,625 for the Symphony, 2,371 for the Pops.   Harvard physics professor Wallace Clement Sabine is retained to make it the first building to utilize the emerging science of acoustics.  Ground was broken for the building on June 9, 1899 (6\/12-MM).  The proscenium arch was to be inscribed with the names of nine famous composers, but the symphony's directors could agree on only one - Beethoven.  The 16 statues surrounding the hall are plaster copies by Pietro Caproni, created in his Boston studio, and prove controversial because they depict male nudes.  The original pipe organ by George Hutchings is replaced by an Aeolian-Skinner organ by G. Donald Harrison, dedicated on October 7, 1949. ",
    "Person": "",
    "Neighborhood": "Fenway",
    "Category": "rMsc"
  },
  {
    "Event": "Colonial Theatre opens.  (12\/19) ",
    "Year": 1900,
    "Details": "   Architect: Blackall, Clarence H.  Designed in the Baroque style with a lobby said to be modeled after the Hall of Mirrors at Versailles, it is located at 100 - 106 Boylston Street.  The theater seats 1,700 and opens with a production of Ben Hur, which includes a cast of 350 and 12 (8) horse-drawn chariots running on treadmills, and prompts the Boston Globe to declare, “Nothing so beautiful, pictorial and mechanical has ever been seen before on a Boston stage.”  Subsequently a Broadway tryout venue, it hosts pre-New York productions of Anything Goes, Candide, Hello Dolly, Oklahoma (as Away We Got, 1943), Follies (1971) and A Little Night Music (1973), The Philadelphia Story, and Porgy and Bess.  Performers include Fred and Adelle Astaire, Fanny Brice, Eddie Cantor, W. C. Fields, Bob Hope, Will Rogers, Ed Wynn, Ethel Barrymore, Henry Fonda, Julie Harris, Helen Hayes, Katherine Hepburn, James Earl Jones, Gertrude Lawrence, Frederick March, Ethel Merman, Paul Muni, Laurence Olivier, Cole Porter, Paul Robeson, and Ethel Waters.  The building is purchased by Emerson College in 2006.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rTht"
  },
  {
    "Event": "Mather (Richard) School (fifth) opens.",
    "Year": 1905,
    "Details": "   Architect: Cram, Goodhue & Ferguson.  It is located at 1 Parish Street.",
    "Person": "Mather, Richard.",
    "Neighborhood": "Dorchester",
    "Category": "nEdu"
  },
  {
    "Event": "First Church of Christ, Scientist (second) is dedicated.",
    "Year": 1906,
    "Details": "   Architect: Brigham, Charles E.  Brigham and Beman.  Designed in the Italian Renaissance (Byzantium and Renaissance Revival) style, it is located at 210 Massachusetts Avenue.  Originally called 'The Mother Church Extension,' it comes to be called “the Mother Church.”  The auditorium seats over 3,000 and contains the largest pipe organ in the western hemisphere, a rebuilt Aeolian Skinner with 13,295 pipes, which was made in Boston.  A Neoclassical style portico is added to the front of the church in 1973.*",
    "Person": "",
    "Neighborhood": "Fenway",
    "Category": "mRel"
  },
  {
    "Event": "Beacon Theatre (first) opens.  (Feb.)",
    "Year": 1910,
    "Details": "   Architect: Blackall, Clarence H.  Operated by Jacob Lourie, it is located at today's 1 Beacon Street (then 47 - 53 Tremont Street).  The theater seats 775 and, like its sister theatre, the Modern, is built exclusively for motion pictures.  It is renamed the Beacon Hill Theatre on November 10, 1948.  Ben Sack allegedly wins this theatre in a poker game, and it serves as the beginning of what eventually becomes the Sack Theatres chain.  From at least World War II through the 1960s, the Beacon Hill was one of Boston's premiere art houses. It is torn down to make way for construction of One Beacon Street in 1969.",
    "Person": "",
    "Neighborhood": "Beacon Hill",
    "Category": "rTht"
  },
  {
    "Event": "Hampshire House is built.",
    "Year": 1911,
    "Details": "   Architect: Ogden Codman.  Designed in the Georgian Revival style and built for Bayard Thayer, a wealthy philanthropist and amateur horticulturist, it is located at 84 Beacon Street.  One of the largest single family homes in Boston, it is converted after Thayer's widow in 1941 into a small hotel called the Hampshire House.  Joseph P. Kennedy is a guest during his son's U.S. Senate campaign in 1952.  Purchased in 1969 by Thomas Kershaw and a partner, its first and second floors are transformed into a restaurant and the basement into the Bull & Finch Pub, which becomes the fictional setting for a popular television series in 1982.*",
    "Person": "Kershw, Thomas.",
    "Neighborhood": "Beacon Hill",
    "Category": "cHsn"
  },
  {
    "Event": "Filene's (fourth) department store opens",
    "Year": 1912,
    "Details": "   Architect: Burnham, Daniel.  Designed in the Beaux Arts style, the department store is located on the former site of the Trinity Church burial crypt at 426 Washington Street.  The store opens to a crowd of some 235,000 shoppers.  It becomes the first air-conditioned store in New England in 1935, the first with automatic elevators in 1951, and the first store with a roof-top zoo in 1954 (destroyed a year later by a hurricane).  Patrons include Cary Grant, Zsa Zsa Gabor, and Isabella Rossellini.   An addition is built in 1973.*  The store closes on September 3, 2007.  A Primark store opens in the restored building on September 10, 2015.",
    "Person": "Filene, A. Lincoln and Edward A.",
    "Neighborhood": "Downtown",
    "Category": "pWrk"
  },
  {
    "Event": "James Michael Curley is first elected mayor of Boston.",
    "Year": 1914,
    "Details": "  Curley (D), with 43,262 votes, defeats Thomas J. Kenny (D) of South Boston, with 37,522.  Inaugurated on February 1, 1914, Curley goes on to serve four separate terms as mayor, during which he cracks down on building code and fire safety violations, establishes a credit union for municipal employees, raise the pay for municipal scrubwomen and give them mops to get them up off their knees.  Curley would be called “Mayor of the Poor,” and initiate numerous job-producing public works projects that led to the construction of roads, bridges, beaches, municipal buildings, neighborhood health clinics, and a rebuilt Boston City Hospital.  But he would also be known for antagonizing Yankee business establishment.  Thanks to his personal popularity, Curley could ignore both ward bosses and business leaders, as Thomas O’Connor later writes, “claiming the people as his only constituency.”  Curley moves to 350 Jamaicaway in 1917.*  He is elected mayor again in 1921,* 1929,* and 1945.*  He dies in Boston on November 12, 1958 and is buried in Old Calvary Cemetery.",
    "Person": "Curley, James Michael.",
    "Neighborhood": "Jamaica Plain",
    "Category": "fPol"
  },
  {
    "Event": "Wilbur Theatre opens.  (4\/20)",
    "Year": 1914,
    "Details": "   Architect: Blackall, Clarence H.  Designed in the Colonial Revival style and originally Ye Wilbur Theatre, it is located at 246 Tremont Street.  Built by the Shubert brothers and named for A. L. Wilbur, the theater seats 1,227 and opens with a production of Romance starring Dorothy Keane.  Architectural historian Douglass Shand-Tucci later writes, it 'is in its chaste way the handsomest of any Boston playhouse.”  Performers include Fred Astaire, Ethel Barrymore, Marlon Brando, Hume Cronyn, Clare Luce and Jessica Tandy.  The building is leased for 20 years to Bill Blumenreich and converted into a venue for live music concerts and a comedy club beginning August 5, 2008.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rTht"
  },
  {
    "Event": "City Hall Annex opens.",
    "Year": 1914,
    "Details": "   Architect: Graham, Edward T. P. F.   Designed in the Classical Revival style, it is located at 26 Court Street",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "fPol"
  },
  {
    "Event": "Modern Theatre opens.",
    "Year": 1914,
    "Details": "   Architect: Blackall, Clarence H.  The acoustics are by Wallace Sabine.  The theater is built inside an 1876 retail and warehouse building at 523 - 525 Washington Street.  The first theater in Boston built for motion pictures, it does not have a stage, and seats 754.  It is the site of the screening of the first full-length talking picture in Boston in 1928,* and the first double feature movie.  The building is remodeled and reopens as the Mayflower Theatre on February 19,1949.  It becomes an adult movie theater in 1967, although still hosts occasional plays, and closes in 1981.  Declared a city landmark in 2002, the building is purchased by Suffolk University, has its facade is restored, and it reopens as a 185-seat black box theater on November 4, 2010.  A dormitory tower is built over part of the building and opens in 2010.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rTht"
  },
  {
    "Event": "Custom House Tower opens.",
    "Year": 1915,
    "Details": "   Architect: Peabody & Stearns.  It is built above its predecessor 1847 building at 3 McKinley Square.  Dedicated on January 22, 1915, it is one of the first structural steel-framed buildings in the U.S., and the tallest building in New England until the Travelers tower is built in Hartford in 1919, and the tallest in Boston until 1947.*   Construction began in 1913 and the building was allowed only because federally-owned buildings were not subject to the city’s 125-foot height limit.  An observation deck is located on the 26th floor.  The clock begins operating on April 6, 1916 and its 22-foot diameter face is the largest in the U.S. at the time.  Declared surplus property in 1986, the building is purchased by the city on April 16, 1987.  It is subsequently purchased by the Marriott Hotel Company and converted into hotel use in 1997.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "dSrv"
  },
  {
    "Event": "Charles Ponzi opens an office in downtown Boston.",
    "Year": 1919,
    "Details": "  He files a DBA certificate at City Hall for the Securities and Exchange Company, with offices in Room 227 at 27 School Street, and begins to offer investors a 50% return on their money after 45 days and a 100% return after 90 days.  Ponzi attracts an estimated $15 million in investments before his pyramid scheme is exposed in 1920.*  ",
    "Person": "Ponzi, Charles.",
    "Neighborhood": "Downtown",
    "Category": "iLaw"
  },
  {
    "Event": "Boston Bruins play their first home game in the new National Hockey League.",
    "Year": 1924,
    "Details": "  The Bruins beat the Montreal Maroons 2-1 at Boston Arena, in the the first NHL game played in the U.S.  Two days later, the Bruins lose their second game of the season 5-3 to Toronto to begin a team-record 11-game losing streak.  The streak ends when the Bruins beat Montreal 3-2 on January 10, 1925.",
    "Person": "",
    "Neighborhood": "Fenway",
    "Category": "sSpr"
  },
  {
    "Event": "New England Baptist Hospital (first) is built.",
    "Year": 1924,
    "Details": "  It is located on Parker Hill Avenue.  A new building (second) adjacent to the original is built in 1986.*",
    "Person": "",
    "Neighborhood": "Mission Hill",
    "Category": "oSci"
  },
  {
    "Event": "Hatoff's gas station opens.",
    "Year": 1924,
    "Details": "  Operated by by Morris Hatoff, the station is located on Washington Street near Forest Hills.  After Hatoff is killed in a traffic accident in front of the station in 1965, it is taken over by his son Stanley, who subsequently advertises the station with the slogan “Gas is gas.”  The property is taken by the state through eminent domain in 1974 and the station is moved to its current location at 3440 Washington Street in 1975.",
    "Person": "Hatoff, Morris.",
    "Neighborhood": "Jamaica Plain",
    "Category": "pWrk"
  },
  {
    "Event": "Omni Parker House (second) opens.",
    "Year": 1927,
    "Details": "   Architect: Desmond, Henri G.  (Desmond & Lord)  It is located on the site of its predecessor at 60 School Street.  According to the Boston Globe, “Despite the fact that the new hotel is modern in every way, the traditions, spirit, and general atmosphere of the old Parker House, beloved by countless Bostonians and visitors from other cities, have been retained.”  Originally containing 800 rooms, a renovation later reduces the number to 551.  A rooftop terrace operates from 1935 to 1969.  It is renamed the Omni Parker House Hotel in 1996.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "hSoc"
  },
  {
    "Event": "Paramount Theatre opens.",
    "Year": 1932,
    "Details": "   Architect: Bowditch, Arthur H.  Designed in the Art Deco style, it is located on the former site of the Adams House hotel at 559 Washington Street.  The theater seats 1,800 and opens with a screening of The Shanghai Express starring Marlene Dietrich  It begins showing adult films in June 1974 and closes in 1976.  The building is purchased by Emerson College in 2005, renovated, and reopens in 2010.*",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "rTht"
  },
  {
    "Event": "John F. Kennedy announces his candidacy for U.S. Representative from the 11th District.",
    "Year": 1946,
    "Details": "  Kennedy makes the announcement at a press conference at the Parker House.",
    "Person": "Kennedy, John F.",
    "Neighborhood": "Downtown",
    "Category": "fPol"
  },
  {
    "Event": "Boston Celtics play their first home game in the new National Basketball Association of America.",
    "Year": 1946,
    "Details": "  The Celtics lose to the Chicago Stags 57-55 in a game that is played at Boston Arena because Boston Garden is being used for a rodeo.  The game is played, however, on what becomes the team's well-known parquet floor, which is made up of 247 panels of short, maple boards held together by 988 bolts and built by the East Boston Lumber Company.  The start of the game is delayed when the Celtic Chuck Connors breaks a backboards during warm-ups.  The team is owned by Walter Brown.  John Russell is the first coach.  He is succeeded by Alvin 'Doggie' Julian in 1949 and then by Red Auerbach in 1950.*  Frank Fallon is the team's first radio announcer.  The Celtics beats the Toronto Huskies 53-49 in their first game in Boston Garden on November 16, 1946.  The league merges with a rival league to form the National Basketball Association (NBA) in 1949 and the Celtics win their first chapionship in 1957.*",
    "Person": "",
    "Neighborhood": "Fenway",
    "Category": "sSpr"
  },
  {
    "Event": "Wally's Café opens.",
    "Year": 1947,
    "Details": "  Originally Wally's Paradise, it is operated by Joseph L. Walcott and located at 428 Massachusetts Avenue.  It is the first nightclub in Boston owned and operated by an African-American in Boston.  Walcott, a former cab driver, reportedly was helped in obtaining a liquor license by James Michael Curley, a frequent fare.  The club contains three bars, a kitchen, and a dance floor and provides an opportunity for both nationally well-known artists and local jazz musicians and students to perform.  Performers include Errol Garner, Coleman Hawkins, Ahmad Jamal, Branford and Wynton Marsalis, Charlie Parker, Oscar Peterson, and, some say, Billie Holiday, as well as local artists including Roy Haynes.  Renamed Wally’s Cafe in 1960, it moves to 427 Massachusetts Avenue in 1979.  Walcott continues to be involved in the club until his death 1998, which is subsequently operated by his daughter Elynor and her three sons and continues today.",
    "Person": "Walcott, Joseph L.",
    "Neighborhood": "South End",
    "Category": "hSoc"
  },
  {
    "Event": "O'Connor, Edwin.  The Last Hurrah.",
    "Year": 1956,
    "Details": "  Boston: Little, Brown, and Company, 1956.  Called 'the best novel about American politics' by the New York Times, its protagonist, Frank Skeffington, is based on James Michael Curley.  Curley, who initially threatens to sue O’Connor for writing the book, then comes to appreciate it, tells the author in a chance meeting outside the Parker House that his favorite passage is “the part where I die.”  In the novel, Skeffington explains, “I think you ought to know something about the city. . . It changed overnight, you know.  A hundred years ago the loyal sons and daughters of the first white inhabitants went to bed one lovely evening, and by the time they woke up and rubbed their eyes, their charming old city was swollen to three times its size.  The savages had arrived.  Not the Indians; far worse.  It was the Irish.  They had arrived and they wanted in.  Even worse than that, they got in.  The story of how they did may not be a particularly pretty one on either side, but I doubt if anyone would deny that it was exciting and, as I say, unique.'  The novel is made into a movie in 1958.*",
    "Person": "O'Connor, Edwin.",
    "Neighborhood": "Downtown",
    "Category": "fPol"
  },
  {
    "Event": "Massachusetts Bay Transportation Authority begins operation.",
    "Year": 1964,
    "Details": "  It replaces the Metropolitan Transit Authority (MTA), which was created in June 1947 by the Massachusetts legislature, and serves 78 (later 79) communities in the Boston area.  The MBTA takes over the commuter rail lines of the New York, New Haven & Hartford Railroad on July 28, 1965, and that of the Eastern Massachusetts Street Railway Company in 1968.  The MBTA is subsumed into a state-wide 'super agency' and holds its last board meeting on October 8, 2009.\n",
    "Person": "",
    "Neighborhood": "",
    "Category": "dTrn"
  },
  {
    "Event": "Prudential Center is dedicated.",
    "Year": 1965,
    "Details": "   Architect: Luckman, Charles & Associates.  Designed in the Modernist style, it is located at 800 Boylston Street.  The tallest building in the world at the time outside of Manhattan, its opening is attended by some 35,000 people.  Ground was broken on April 3, 1959.  Construction was halted temporarily in August 24, 1960 over concerns about property tax agreements.  Although Ada Louise Huxtable called it 'a slick developer's model dropped into a renewal slot in Anycity, U.S.A.' in 1964, BRA director Stephen Coyle later says “Boston was suffering from a major league inferiority complex, and the Pru began the turnaround.” Some 35,000 people attend the ceremony.   Although Mayor Collins did not initially invite former mayor John Hynes to the event, Prudential president Carroll Shanks insisted that he attend.  Spurred by construction of the Prudential Center, 30 more new downtown office buildings are built by 1978.  The shopping arcade is expanded and a pedestrian mall added in 1993.",
    "Person": "",
    "Neighborhood": "Back Bay",
    "Category": "pWrk"
  },
  {
    "Event": "New City Hall is dedicated.",
    "Year": 1969,
    "Details": "   Architect: Kallmann, McKinnell & Knowles.  Designed in the Brutalist style and said to be modeled after the Minoan Palace at Knossos and the Monastery of Sante Marie de La Tourette in Lyon by Le Corbusier, it is located at 1 City Hall Plaza.  New York Times architecture critic Ada Louise Huxtable calls it 'an instant image of progressive excellence on a city government traditionally known for something less than creativity and quality,' and calls it 'a structure of dignity, humanism and power [which] will outlast the last hurrah.'  Ground was broken on September 18, 1963.  At one of the week-long dedication events, Sen. Edward Kennedy warns that if Boston becomes 'a city lived in only by the very rich and the very poor . . . then our problems will overcome us.”  At another, Kevin White declares 'this building exhorts all of us . . . to be hospitable to change, to try new ideas, to bring people closer to government.'  The Architectural Institute of America ranks it with Trinity Church as the sixth proudest achievement in the history of American architecture in 1976.",
    "Person": "Huxtable, Ada Louise.",
    "Neighborhood": "Downtown",
    "Category": "fPol"
  },
  {
    "Event": "Boston Tea Party Ship & Museum opens.",
    "Year": 1973,
    "Details": "  The Beaver II, a replica of one of the ships involved in the original Tea Party, located at 306 Congress Street and dedicated before a crowd of some 40,000 people.  It is moored a few hundred feet from where the original event occurred.  The event is the kickoff event for the national Bicentennial celebration, but also includes demonstrations by two other groups.  Members of the National Organization for Women hold signs saying, 'Taxation Without Equal Rights is Tyranny.'  A gay rights group holds a banner that reads, 'Gay American Revolution.'  Adjacent to the small museum is the Beaver II, a Baltic bark built in Denmark 1908 rebuilt to resemble its namesake.  The ship is struck by lightning and damaged by fire in 2001 and further damaged by another fire in 2007.  It is subsequently towed to Gloucester for repairs and renovation.  The museum reopens in 2012.* ",
    "Person": "",
    "Neighborhood": "South Boston",
    "Category": "eHst"
  },
  {
    "Event": "John Hancock Tower is dedicated.",
    "Year": 1976,
    "Details": "   Architect: Cobb, Henry.  I. M. Pei & Partners.  Originally the John Hancock Building (fourth) and designed in the International style, it is located at 200 Clarendon Street.  Ground was broken on September 21, 1968.  The tallest building in New England, its opening is delayed for five years due to construction problems, including the need to replace all of the 10,344 500-lb. reflecting-glass panels after many fell out and\/or shattered.  Two 300-ton dampers had to be installed on the 58th floor to diminish the building's swaying in the wind.  Initially criticized for dwarfing smaller, historic structures in Copley Square, the building is subsequently hailed for its design.  Humorist poet Felicia Lamport writes, “‘It’s a constant delight to the viewer,’ \/ As someone was recently saying, \/’ And if the old vistas are fewer, \/ Well, that is the price I. M. Pei-ing.’”  After being acquired by Manulife Financial Corp., John Hanock moves to that company's new headquarters in the Seaport District in 2004.  The tower is now officially called 200 Clarendon Street.",
    "Person": "",
    "Neighborhood": "Back Bay",
    "Category": "pWrk"
  },
  {
    "Event": "Leventhal (Norman B.) Park is dedicated.  (1992-BH)",
    "Year": 1991,
    "Details": "   Architect: Halvorson Company., Inc.  Originally called Post Office Square Park, it is renamed for the Boston businessman who developed it and supported its operation in 1997.  The café and the underground garage are designed by Harry Ellenzweig.",
    "Person": "",
    "Neighborhood": "Downtown",
    "Category": "kPrk"
  },
  {
    "Event": "Zakim (Leonard P.)-Bunker Hill Bridge is dedicated.",
    "Year": 2002,
    "Details": "   Architect: Menn, Christian.  It connects Boston to Charlestown.  The world’s widest (10 lanes) cable-stayed bridge, it first opens to pedestrians on May 12 and October 6, attracting crowds of 200,000 and 800,000 respectively.  It opens to northbound vehicular traffic, with Zakim’s 16-year-old daughter Shari the first person to drive across it, on March 29, 2003.  Steve Landry of New Hampshire is the first member of the public to drive through the tunnel and over the bridge.",
    "Person": "",
    "Neighborhood": "Charlestown",
    "Category": "dTrn"
  },
  {
    "Event": "Boston Convention and Exhibition Center is dedicated.  ",
    "Year": 2004,
    "Details": "   Architect: Viñolay, Rafael.  And HNTB.  It is located at 415 Summer Street.  Construction began in 2000 and the building opens to the public on June 13, 2004.",
    "Person": "",
    "Neighborhood": "South Boston",
    "Category": "dSrv"
  },
  {
    "Event": "Institute of Contemporary Art (first) opens.",
    "Year": 2006,
    "Details": "   Architect: Diller Scofidio + Renfro.  Designed in the Modernist style with a large overhang that extends over its spacious front stairs, it is located on Boston's waterfront at 100 Northern Avenue.  The first new building to serve as home for Boston's modern art museum, it represents a large expansion of the institution's exhibition space, and generates increased attendance and donations to the museum.",
    "Person": "",
    "Neighborhood": "South Boston",
    "Category": "rArt"
  }
]